source/_static/diagrams/44-parameters-multiply-the-suite-2.d2
direction: right
n0: "one class"
n1: "parameter"
n2: "variable"
n3: "N cases"
n0 -> n1
n0 -> n2
